Repository: jok9580955/simple-ledger-promax-ios
Catalog: 简单账本ProMax/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl_nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hant

source: “打开简单账本记账”
ar_sa: “Open Simple Ledger to add a transaction”
ca: “Obre Simple Ledger per registrar”
cs: „Otevři Simple Ledger pro zápis“
da: “Open Simple Ledger to add a transaction”
de_de: “Open Simple Ledger to add a transaction”
el: “Open Simple Ledger to add a transaction”
en_au: “Open Simple Ledger to add a transaction”
es_es: “Open Simple Ledger to add a transaction”
fi: “Open Simple Ledger to add a transaction”
fr_ca: “Open Simple Ledger to add a transaction”
he: “Open Simple Ledger to add a transaction”
hi: “Open Simple Ledger to add a transaction”
hr: “Open Simple Ledger to add a transaction”
hu: “Open Simple Ledger to add a transaction”
id: “Open Simple Ledger to add a transaction”
it: “Open Simple Ledger to add a transaction”
ja: 「シンプル家計簿を開いて記帳」
ko: “간단 가계부 열어서 기록”
ms: “Open Simple Ledger to add a transaction”
nb: “Open Simple Ledger to add a transaction”
nl_nl: “Open Simple Ledger to add a transaction”
pl: “Open Simple Ledger to add a transaction”
pt_br: “Open Simple Ledger to add a transaction”
pt_pt: “Open Simple Ledger to add a transaction”
ro: “Open Simple Ledger to add a transaction”
ru: “Open Simple Ledger to add a transaction”
sk: “Open Simple Ledger to add a transaction”
sv: “Open Simple Ledger to add a transaction”
th: “Open Simple Ledger to add a transaction”
tr: “Open Simple Ledger to add a transaction”
uk: “Open Simple Ledger to add a transaction”
vi: “Open Simple Ledger to add a transaction”
zh_hant: 「打開簡單帳本記帳」

source: “用简单账本记录午餐 28 元”
ar_sa: “Use Simple Ledger to record lunch 28 yuan”
ca: “Registra dinar 28 iuans amb Simple Ledger”
cs: „Zapiš oběd 28 jüanů v Simple Ledger“
da: “Use Simple Ledger to record lunch 28 yuan”
de_de: “Use Simple Ledger to record lunch 28 yuan”
el: “Use Simple Ledger to record lunch 28 yuan”
en_au: “Use Simple Ledger to record lunch 28 yuan”
es_es: “Use Simple Ledger to record lunch 28 yuan”
fi: “Use Simple Ledger to record lunch 28 yuan”
fr_ca: “Use Simple Ledger to record lunch 28 yuan”
he: “Use Simple Ledger to record lunch 28 yuan”
hi: “Use Simple Ledger to record lunch 28 yuan”
hr: “Use Simple Ledger to record lunch 28 yuan”
hu: “Use Simple Ledger to record lunch 28 yuan”
id: “Use Simple Ledger to record lunch 28 yuan”
it: “Use Simple Ledger to record lunch 28 yuan”
ja: 「シンプル家計簿で昼食28元を記録」
ko: “간단 가계부로 점심 28위안 기록”
ms: “Use Simple Ledger to record lunch 28 yuan”
nb: “Use Simple Ledger to record lunch 28 yuan”
nl_nl: “Use Simple Ledger to record lunch 28 yuan”
pl: “Use Simple Ledger to record lunch 28 yuan”
pt_br: “Use Simple Ledger to record lunch 28 yuan”
pt_pt: “Use Simple Ledger to record lunch 28 yuan”
ro: “Use Simple Ledger to record lunch 28 yuan”
ru: “Use Simple Ledger to record lunch 28 yuan”
sk: “Use Simple Ledger to record lunch 28 yuan”
sv: “Use Simple Ledger to record lunch 28 yuan”
th: “Use Simple Ledger to record lunch 28 yuan”
tr: “Use Simple Ledger to record lunch 28 yuan”
uk: “Use Simple Ledger to record lunch 28 yuan”
vi: “Use Simple Ledger to record lunch 28 yuan”
zh_hant: 「用簡單帳本記錄午餐 28 元」

source: “记录工资 8000 元”
ar_sa: “Record salary 8000 yuan”
ca: “Registra sou 8000 iuans”
cs: „Zapiš mzdu 8000 jüanů“
da: “Record salary 8000 yuan”
de_de: “Record salary 8000 yuan”
el: “Record salary 8000 yuan”
en_au: “Record salary 8000 yuan”
es_es: “Record salary 8000 yuan”
fi: “Record salary 8000 yuan”
fr_ca: “Record salary 8000 yuan”
he: “Record salary 8000 yuan”
hi: “Record salary 8000 yuan”
hr: “Record salary 8000 yuan”
hu: “Record salary 8000 yuan”
id: “Record salary 8000 yuan”
it: “Record salary 8000 yuan”
ja: 「給与8000元を記録」
ko: “월급 8000위안 기록”
ms: “Record salary 8000 yuan”
nb: “Record salary 8000 yuan”
nl_nl: “Record salary 8000 yuan”
pl: “Record salary 8000 yuan”
pt_br: “Record salary 8000 yuan”
pt_pt: “Record salary 8000 yuan”
ro: “Record salary 8000 yuan”
ru: “Record salary 8000 yuan”
sk: “Record salary 8000 yuan”
sv: “Record salary 8000 yuan”
th: “Record salary 8000 yuan”
tr: “Record salary 8000 yuan”
uk: “Record salary 8000 yuan”
vi: “Record salary 8000 yuan”
zh_hant: 「記錄薪資 8000 元」

source: “记录打车 36 元”
ar_sa: “Record taxi 36 yuan”
ca: “Registra taxi 36 iuans”
cs: „Zapiš taxi 36 jüanů“
da: “Record taxi 36 yuan”
de_de: “Record taxi 36 yuan”
el: “Record taxi 36 yuan”
en_au: “Record taxi 36 yuan”
es_es: “Record taxi 36 yuan”
fi: “Record taxi 36 yuan”
fr_ca: “Record taxi 36 yuan”
he: “Record taxi 36 yuan”
hi: “Record taxi 36 yuan”
hr: “Record taxi 36 yuan”
hu: “Record taxi 36 yuan”
id: “Record taxi 36 yuan”
it: “Record taxi 36 yuan”
ja: 「タクシー36元を記録」
ko: “택시 36위안 기록”
ms: “Record taxi 36 yuan”
nb: “Record taxi 36 yuan”
nl_nl: “Record taxi 36 yuan”
pl: “Record taxi 36 yuan”
pt_br: “Record taxi 36 yuan”
pt_pt: “Record taxi 36 yuan”
ro: “Record taxi 36 yuan”
ru: “Record taxi 36 yuan”
sk: “Record taxi 36 yuan”
sv: “Record taxi 36 yuan”
th: “Record taxi 36 yuan”
tr: “Record taxi 36 yuan”
uk: “Record taxi 36 yuan”
vi: “Record taxi 36 yuan”
zh_hant: 「記錄打車 36 元」

source: Siri 与快捷指令
ar_sa: Siri & Shortcuts
ca: Siri i dreceres
cs: Siri a Zkratky
da: Siri & Shortcuts
de_de: Siri & Shortcuts
el: Siri & Shortcuts
en_au: Siri & Shortcuts
es_es: Siri & Shortcuts
fi: Siri & Shortcuts
fr_ca: Siri & Shortcuts
he: Siri & Shortcuts
hi: Siri & Shortcuts
hr: Siri & Shortcuts
hu: Siri & Shortcuts
id: Siri & Shortcuts
it: Siri & Shortcuts
ja: Siriとショートカット
ko: Siri 및 단축어
ms: Siri & Shortcuts
nb: Siri & Shortcuts
nl_nl: Siri & Shortcuts
pl: Siri & Shortcuts
pt_br: Siri & Shortcuts
pt_pt: Siri & Shortcuts
ro: Siri & Shortcuts
ru: Siri & Shortcuts
sk: Siri & Shortcuts
sv: Siri & Shortcuts
th: Siri & Shortcuts
tr: Siri & Shortcuts
uk: Siri & Shortcuts
vi: Siri & Shortcuts
zh_hant: Siri 與捷徑

source: Siri 会根据备注自动匹配分类，金额和账单会直接保存到本地。
ar_sa: Siri matches categories from notes and saves amounts locally.
ca: Siri associa categories segons la nota i desa l’import localment.
cs: Siri přiřadí kategorii podle poznámky a uloží částku lokálně.
da: Siri matches categories from notes and saves amounts locally.
de_de: Siri matches categories from notes and saves amounts locally.
el: Siri matches categories from notes and saves amounts locally.
en_au: Siri matches categories from notes and saves amounts locally.
es_es: Siri matches categories from notes and saves amounts locally.
fi: Siri matches categories from notes and saves amounts locally.
fr_ca: Siri matches categories from notes and saves amounts locally.
he: Siri matches categories from notes and saves amounts locally.
hi: Siri matches categories from notes and saves amounts locally.
hr: Siri matches categories from notes and saves amounts locally.
hu: Siri matches categories from notes and saves amounts locally.
id: Siri matches categories from notes and saves amounts locally.
it: Siri matches categories from notes and saves amounts locally.
ja: Siriがメモからカテゴリを自動判定し、金額と記録を端末に保存します。
ko: Siri가 메모로 카테고리를 자동 매칭하고 금액과 내역을 기기에 저장합니다.
ms: Siri matches categories from notes and saves amounts locally.
nb: Siri matches categories from notes and saves amounts locally.
nl_nl: Siri matches categories from notes and saves amounts locally.
pl: Siri matches categories from notes and saves amounts locally.
pt_br: Siri matches categories from notes and saves amounts locally.
pt_pt: Siri matches categories from notes and saves amounts locally.
ro: Siri matches categories from notes and saves amounts locally.
ru: Siri matches categories from notes and saves amounts locally.
sk: Siri matches categories from notes and saves amounts locally.
sv: Siri matches categories from notes and saves amounts locally.
th: Siri matches categories from notes and saves amounts locally.
tr: Siri matches categories from notes and saves amounts locally.
uk: Siri matches categories from notes and saves amounts locally.
vi: Siri matches categories from notes and saves amounts locally.
zh_hant: Siri 會根據備註自動匹配分類，金額和帳單會直接儲存到本機。

source: 交通
ar_sa: المواصلات
ca: Transport
cs: Doprava
da: Transport
de_de: Transport
el: Μεταφορές
en_au: Transport
es_es: Transporte
fi: Liikenne
fr_ca: Transport
he: תחבורה
hi: यातायात
hr: Prijevoz
hu: Közlekedés
id: Transportasi
it: Trasporti
ko: 교통
ms: Pengangkutan
nb: Transport
nl_nl: Vervoer
pl: Transport
pt_br: Transporte
pt_pt: Transporte
ro: Transport
ru: Транспорт
sk: Doprava
sv: Transport
th: การเดินทาง
tr: Ulaşım
uk: Транспорт
vi: Giao thông

source: 人情
ar_sa: الهدايا
ca: Regals
cs: Dárky
da: Gaver
de_de: Geschenke
el: Δώρα
en_au: Gifts
es_es: Regalos
fi: Lahjat
fr_ca: Cadeaux
he: מתנות
hi: उपहार
hr: Pokloni
hu: Ajándékok
id: Hadiah
it: Regali
ja: 贈答
ko: 선물
ms: Hadiah
nb: Gaver
nl_nl: Cadeaus
pl: Prezenty
pt_br: Presentes
pt_pt: Presentes
ro: Cadouri
ru: Подарки
sk: Darčeky
sv: Gåvor
th: ของขวัญ
tr: Hediyeler
uk: Подарунки
vi: Quà tặng

source: 今天花了多少？
ar_sa: كم أنفقت اليوم؟
ca: How much did you spend today?
cs: How much did you spend today?
da: How much did you spend today?
de_de: Wie viel hast du heute ausgegeben?
el: How much did you spend today?
en_au: How much did you spend today?
es_es: ¿Cuánto gastaste hoy?
fi: How much did you spend today?
fr_ca: Combien avez-vous dépensé aujourd’hui ?
he: כמה הוצאת היום?
hi: आज आपने कितना खर्च किया?
hr: How much did you spend today?
hu: How much did you spend today?
id: How much did you spend today?
it: How much did you spend today?
ja: 今日はいくら使いましたか？
ko: 오늘 얼마를 썼나요?
ms: How much did you spend today?
nb: How much did you spend today?
nl_nl: How much did you spend today?
pl: How much did you spend today?
pt_br: Quanto você gastou hoje?
pt_pt: Quanto gastou hoje?
ro: How much did you spend today?
ru: Сколько вы потратили сегодня?
sk: How much did you spend today?
sv: How much did you spend today?
th: วันนี้ใช้ไปเท่าไร?
tr: Bugün ne kadar harcadın?
uk: How much did you spend today?
vi: Hôm nay bạn đã chi bao nhiêu?

source: 从“记一笔”开始记录今天。
ar_sa: Start today from Add.
ca: Comença avui des d’Afegir.
cs: Začněte dnes přes Přidat.
da: Start today from Add.
de_de: Start today from Add.
el: Start today from Add.
en_au: Start today from Add.
es_es: Start today from Add.
fi: Start today from Add.
fr_ca: Start today from Add.
he: Start today from Add.
hi: Start today from Add.
hr: Start today from Add.
hu: Start today from Add.
id: Start today from Add.
it: Start today from Add.
ja: 「記録」から今日を記録しましょう。
ko: 기록에서 오늘을 시작하세요.
ms: Start today from Add.
nb: Start today from Add.
nl_nl: Start today from Add.
pl: Start today from Add.
pt_br: Start today from Add.
pt_pt: Start today from Add.
ro: Start today from Add.
ru: Start today from Add.
sk: Start today from Add.
sv: Start today from Add.
th: Start today from Add.
tr: Start today from Add.
uk: Start today from Add.
vi: Start today from Add.
zh_hant: 從「記一筆」開始記錄今天。

source: 住房
ar_sa: السكن
ca: Habitatge
cs: Bydlení
da: Bolig
de_de: Wohnen
el: Στέγαση
en_au: Housing
es_es: Vivienda
fi: Asuminen
fr_ca: Logement
he: דיור
hi: आवास
hr: Stanovanje
hu: Lakhatás
id: Tempat tinggal
it: Casa
ja: 住居
ko: 주거
ms: Perumahan
nb: Bolig
nl_nl: Wonen
pl: Mieszkanie
pt_br: Moradia
pt_pt: Habitação
ro: Locuință
ru: Жилье
sk: Bývanie
sv: Boende
th: ที่อยู่อาศัย
tr: Konut
uk: Житло
vi: Nhà ở

source: 你可以这样说
ar_sa: Try Saying
ca: Pots dir
cs: Můžete říct
da: Try Saying
de_de: Try Saying
el: Try Saying
en_au: Try Saying
es_es: Try Saying
fi: Try Saying
fr_ca: Try Saying
he: Try Saying
hi: Try Saying
hr: Try Saying
hu: Try Saying
id: Try Saying
it: Try Saying
ja: このように話せます
ko: 이렇게 말해 보세요
ms: Try Saying
nb: Try Saying
nl_nl: Try Saying
pl: Try Saying
pt_br: Try Saying
pt_pt: Try Saying
ro: Try Saying
ru: Try Saying
sk: Try Saying
sv: Try Saying
th: Try Saying
tr: Try Saying
uk: Try Saying
vi: Try Saying
zh_hant: 你可以這樣說

source: 保存失败
ar_sa: فشل الحفظ
ca: Save Failed
cs: Save Failed
da: Save Failed
de_de: Speichern fehlgeschlagen
el: Save Failed
en_au: Save Failed
es_es: Error al guardar
fi: Save Failed
fr_ca: Échec de l’enregistrement
he: השמירה נכשלה
hi: सहेजना विफल
hr: Save Failed
hu: Save Failed
id: Save Failed
it: Save Failed
ja: 保存に失敗しました
ko: 저장 실패
ms: Save Failed
nb: Save Failed
nl_nl: Save Failed
pl: Save Failed
pt_br: Falha ao salvar
pt_pt: Falha ao guardar
ro: Save Failed
ru: Не удалось сохранить
sk: Save Failed
sv: Save Failed
th: บันทึกไม่สำเร็จ
tr: Kaydetme başarısız
uk: Save Failed
vi: Lưu thất bại
zh_hant: 儲存失敗

source: 其他
ar_sa: أخرى
ca: Altres
cs: Ostatní
da: Andet
de_de: Sonstiges
el: Άλλα
en_au: Other
es_es: Otros
fi: Muu
fr_ca: Autre
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
ms: Lain-lain
nb: Annet
nl_nl: Overig
pl: Inne
pt_br: Outros
pt_pt: Outros
ro: Altele
ru: Другое
sk: Ostatné
sv: Annat
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác

source: 其他收入
ar_sa: دخل آخر
ca: Altres ingressos
cs: Jiný příjem
da: Anden indkomst
de_de: Sonstige Einnahmen
el: Άλλα έσοδα
en_au: Other Income
es_es: Otros ingresos
fi: Muut tulot
fr_ca: Autres revenus
he: הכנסה אחרת
hi: अन्य आय
hr: Ostali prihod
hu: Egyéb bevétel
id: Pendapatan lain
it: Altre entrate
ja: その他収入
ko: 기타 수입
ms: Pendapatan lain
nb: Annen inntekt
nl_nl: Overig inkomen
pl: Inny dochód
pt_br: Outras receitas
pt_pt: Outras receitas
ro: Alte venituri
ru: Другой доход
sk: Iný príjem
sv: Övrig inkomst
th: รายได้อื่น
tr: Diğer gelir
uk: Інший дохід
vi: Thu nhập khác

source: 兼职
ar_sa: عمل جانبي
ca: Feina extra
cs: Vedlejší práce
da: Bijob
de_de: Nebenjob
el: Παράλληλη εργασία
en_au: Side Job
es_es: Trabajo extra
fi: Sivutyö
fr_ca: Petit boulot
he: עבודה צדדית
hi: साइड जॉब
hr: Dodatni posao
hu: Mellékállás
id: Kerja sampingan
it: Lavoro extra
ja: 副業
ko: 부업
ms: Kerja sambilan
nb: Ekstrajobb
nl_nl: Bijbaan
pl: Praca dodatkowa
pt_br: Bico
pt_pt: Trabalho extra
ro: Job secundar
ru: Подработка
sk: Vedľajšia práca
sv: Extrajobb
th: งานเสริม
tr: Ek iş
uk: Підробіток
vi: Việc phụ
zh_hant: 兼職

source: 分类
ar_sa: الفئة
ca: Category
cs: Category
da: Category
de_de: Kategorie
el: Category
en_au: Category
es_es: Categoría
fi: Category
fr_ca: Catégorie
he: קטגוריה
hi: श्रेणी
hr: Category
hu: Category
id: Category
it: Category
ja: カテゴリ
ko: 카테고리
ms: Category
nb: Category
nl_nl: Category
pl: Category
pt_br: Categoria
pt_pt: Categoria
ro: Category
ru: Категория
sk: Category
sv: Category
th: หมวดหมู่
tr: Kategori
uk: Category
vi: Danh mục
zh_hant: 分類

source: 分类排行
ar_sa: ترتيب الفئات
ca: Category Ranking
cs: Category Ranking
da: Category Ranking
de_de: Kategorie-Rangliste
el: Category Ranking
en_au: Category Ranking
es_es: Ranking de categorías
fi: Category Ranking
fr_ca: Classement des catégories
he: דירוג קטגוריות
hi: श्रेणी रैंकिंग
hr: Category Ranking
hu: Category Ranking
id: Category Ranking
it: Category Ranking
ja: カテゴリ順位
ko: 카테고리 순위
ms: Category Ranking
nb: Category Ranking
nl_nl: Category Ranking
pl: Category Ranking
pt_br: Ranking de categorias
pt_pt: Classificação de categorias
ro: Category Ranking
ru: Рейтинг категорий
sk: Category Ranking
sv: Category Ranking
th: อันดับหมวดหมู่
tr: Kategori sıralaması
uk: Category Ranking
vi: Xếp hạng danh mục
zh_hant: 分類排行

source: 分类管理
ar_sa: Categories
ca: Gestiona categories
cs: Správa kategorií
da: Categories
de_de: Categories
el: Categories
en_au: Categories
es_es: Categories
fi: Categories
fr_ca: Categories
he: Categories
hi: Categories
hr: Categories
hu: Categories
id: Categories
it: Categories
ja: カテゴリ管理
ko: 카테고리 관리
ms: Categories
nb: Categories
nl_nl: Categories
pl: Categories
pt_br: Categories
pt_pt: Categories
ro: Categories
ru: Categories
sk: Categories
sv: Categories
th: Categories
tr: Categories
uk: Categories
vi: Categories
zh_hant: 分類管理

source: 删除失败
ar_sa: Delete Failed
ca: Error en suprimir
cs: Smazání selhalo
da: Delete Failed
de_de: Delete Failed
el: Delete Failed
en_au: Delete Failed
es_es: Delete Failed
fi: Delete Failed
fr_ca: Delete Failed
he: Delete Failed
hi: Delete Failed
hr: Delete Failed
hu: Delete Failed
id: Delete Failed
it: Delete Failed
ja: 削除に失敗しました
ko: 삭제 실패
ms: Delete Failed
nb: Delete Failed
nl_nl: Delete Failed
pl: Delete Failed
pt_br: Delete Failed
pt_pt: Delete Failed
ro: Delete Failed
ru: Delete Failed
sk: Delete Failed
sv: Delete Failed
th: Delete Failed
tr: Delete Failed
uk: Delete Failed
vi: Delete Failed
zh_hant: 刪除失敗

source: 医疗
ar_sa: الصحة
ca: Salut
cs: Zdraví
da: Sundhed
de_de: Gesundheit
el: Υγεία
en_au: Health
es_es: Salud
fi: Terveys
fr_ca: Santé
he: בריאות
hi: स्वास्थ्य
hr: Zdravlje
hu: Egészség
id: Kesehatan
it: Salute
ja: 医療
ko: 의료
ms: Kesihatan
nb: Helse
nl_nl: Gezondheid
pl: Zdrowie
pt_br: Saúde
pt_pt: Saúde
ro: Sănătate
ru: Здоровье
sk: Zdravie
sv: Hälsa
th: สุขภาพ
tr: Sağlık
uk: Здоров’я
vi: Sức khỏe
zh_hant: 醫療

source: 备注
ar_sa: Note
ca: Nota
cs: Poznámka
da: Note
de_de: Note
el: Note
en_au: Note
es_es: Note
fi: Note
fr_ca: Note
he: Note
hi: Note
hr: Note
hu: Note
id: Note
it: Note
ja: メモ
ko: 메모
ms: Note
nb: Note
nl_nl: Note
pl: Note
pt_br: Note
pt_pt: Note
ro: Note
ru: Note
sk: Note
sv: Note
th: Note
tr: Note
uk: Note
vi: Note
zh_hant: 備註

source: 备注，例如 午餐、咖啡、打车
ar_sa: ملاحظة، مثل غداء أو قهوة أو تاكسي
ca: Nota, com dinar, cafè, taxi
cs: Poznámka, např. oběd, káva, taxi
da: Note, f.eks. frokost, kaffe, taxi
de_de: Notiz, z. B. Mittagessen, Kaffee, Taxi
el: Σημείωση, π.χ. γεύμα, καφές, ταξί
en_au: Note, such as lunch, coffee, taxi
es_es: Nota, por ejemplo comida, café, taxi
fi: Muistiinpano, esim. lounas, kahvi, taksi
fr_ca: Note, par ex. dîner, café, taxi
he: הערה, למשל ארוחת צהריים, קפה, מונית
hi: नोट, जैसे लंच, कॉफी, टैक्सी
hr: Bilješka, npr. ručak, kava, taksi
hu: Megjegyzés, pl. ebéd, kávé, taxi
id: Catatan, misalnya makan siang, kopi, taksi
it: Nota, ad es. pranzo, caffè, taxi
ja: メモ、例: 昼食、コーヒー、タクシー
ko: 메모 예: 점심, 커피, 택시
ms: Nota, seperti makan tengah hari, kopi, teksi
nb: Notat, f.eks. lunsj, kaffe, taxi
nl_nl: Notitie, zoals lunch, koffie, taxi
pl: Notatka, np. obiad, kawa, taksówka
pt_br: Nota, como almoço, café, táxi
pt_pt: Nota, como almoço, café, táxi
ro: Notă, de ex. prânz, cafea, taxi
ru: Заметка, например обед, кофе, такси
sk: Poznámka, napr. obed, káva, taxi
sv: Anteckning, t.ex. lunch, kaffe, taxi
th: หมายเหตุ เช่น มื้อกลางวัน กาแฟ แท็กซี่
tr: Not, ör. öğle yemeği, kahve, taksi
uk: Нотатка, наприклад обід, кава, таксі
vi: Ghi chú, ví dụ bữa trưa, cà phê, taxi
zh_hant: 備註，例如 午餐、咖啡、打車

source: 奖金
ar_sa: مكافأة
ca: Bonificació
cs: Bonus
da: Bonus
de_de: Bonus
el: Μπόνους
en_au: Bonus
es_es: Bono
fi: Bonus
fr_ca: Prime
he: בונוס
hi: बोनस
hr: Bonus
hu: Bónusz
id: Bonus
it: Bonus
ja: 賞与
ko: 보너스
ms: Bonus
nb: Bonus
nl_nl: Bonus
pl: Premia
pt_br: Bônus
pt_pt: Bónus
ro: Bonus
ru: Бонус
sk: Bonus
sv: Bonus
th: โบนัส
tr: Bonus
uk: Бонус
vi: Thưởng
zh_hant: 獎金

source: 好
ar_sa: حسنًا
ca: OK
cs: OK
da: OK
de_de: OK
el: OK
en_au: OK
es_es: OK
fi: OK
fr_ca: OK
he: אישור
hi: ठीक
hr: OK
hu: OK
id: OK
it: OK
ja: OK
ko: 확인
ms: OK
nb: OK
nl_nl: OK
pl: OK
pt_br: OK
pt_pt: OK
ro: OK
ru: OK
sk: OK
sv: OK
th: ตกลง
tr: Tamam
uk: OK
vi: OK

source: 娱乐
ar_sa: الترفيه
ca: Oci
cs: Zábava
da: Underholdning
de_de: Unterhaltung
el: Ψυχαγωγία
en_au: Entertainment
es_es: Ocio
fi: Viihde
fr_ca: Loisirs
he: בידור
hi: मनोरंजन
hr: Zabava
hu: Szórakozás
id: Hiburan
it: Intrattenimento
ja: 娯楽
ko: 엔터테인먼트
ms: Hiburan
nb: Underholdning
nl_nl: Entertainment
pl: Rozrywka
pt_br: Entretenimento
pt_pt: Entretenimento
ro: Divertisment
ru: Развлечения
sk: Zábava
sv: Underhållning
th: บันเทิง
tr: Eğlence
uk: Розваги
vi: Giải trí
zh_hant: 娛樂

source: 学习
ar_sa: التعلم
ca: Estudi
cs: Vzdělání
da: Læring
de_de: Lernen
el: Μάθηση
en_au: Education
es_es: Educación
fi: Opiskelu
fr_ca: Études
he: לימודים
hi: शिक्षा
hr: Učenje
hu: Tanulás
id: Belajar
it: Studio
ja: 学習
ko: 학습
ms: Pembelajaran
nb: Læring
nl_nl: Leren
pl: Nauka
pt_br: Estudo
pt_pt: Estudo
ro: Învățare
ru: Обучение
sk: Vzdelávanie
sv: Lärande
th: การเรียน
tr: Eğitim
uk: Навчання
vi: Học tập
zh_hant: 學習

source: 完成
ar_sa: تم
ca: Done
cs: Done
da: Done
de_de: Fertig
el: Done
en_au: Done
es_es: Hecho
fi: Done
fr_ca: Terminé
he: סיום
hi: पूर्ण
hr: Done
hu: Done
id: Done
it: Done
ja: 完了
ko: 완료
ms: Done
nb: Done
nl_nl: Done
pl: Done
pt_br: Concluir
pt_pt: Concluir
ro: Done
ru: Готово
sk: Done
sv: Done
th: เสร็จสิ้น
tr: Bitti
uk: Done
vi: Xong

source: 导出 CSV
ar_sa: Export CSV
ca: Exporta CSV
cs: Export CSV
da: Export CSV
de_de: Export CSV
el: Export CSV
en_au: Export CSV
es_es: Export CSV
fi: Export CSV
fr_ca: Export CSV
he: Export CSV
hi: Export CSV
hr: Export CSV
hu: Export CSV
id: Export CSV
it: Export CSV
ja: CSVを書き出す
ko: CSV 내보내기
ms: Export CSV
nb: Export CSV
nl_nl: Export CSV
pl: Export CSV
pt_br: Export CSV
pt_pt: Export CSV
ro: Export CSV
ru: Export CSV
sk: Export CSV
sv: Export CSV
th: Export CSV
tr: Export CSV
uk: Export CSV
vi: Export CSV
zh_hant: 匯出 CSV

source: 工资
ar_sa: الراتب
ca: Sou
cs: Mzda
da: Løn
de_de: Gehalt
el: Μισθός
en_au: Salary
es_es: Salario
fi: Palkka
fr_ca: Salaire
he: משכורת
hi: वेतन
hr: Plaća
hu: Fizetés
id: Gaji
it: Stipendio
ja: 給与
ko: 월급
ms: Gaji
nb: Lønn
nl_nl: Salaris
pl: Pensja
pt_br: Salário
pt_pt: Salário
ro: Salariu
ru: Зарплата
sk: Mzda
sv: Lön
th: เงินเดือน
tr: Maaş
uk: Зарплата
vi: Lương
zh_hant: 薪資

source: 已记录
ar_sa: تم الحفظ
ca: Saved
cs: Saved
da: Saved
de_de: Gespeichert
el: Saved
en_au: Saved
es_es: Guardado
fi: Saved
fr_ca: Enregistré
he: נשמר
hi: सहेजा गया
hr: Saved
hu: Saved
id: Saved
it: Saved
ja: 記録済み
ko: 기록됨
ms: Saved
nb: Saved
nl_nl: Saved
pl: Saved
pt_br: Salvo
pt_pt: Guardado
ro: Saved
ru: Сохранено
sk: Saved
sv: Saved
th: บันทึกแล้ว
tr: Kaydedildi
uk: Saved
vi: Đã lưu
zh_hant: 已記錄

source: 已记录%@ %@元
ar_sa: تم تسجيل %@ %@ يوان
ca: S’ha registrat %@ %@ iuans
cs: Uloženo %@ %@ jüanů
da: Gemte %@ %@ yuan
de_de: %@ %@ Yuan gespeichert
el: Αποθηκεύτηκαν %@ %@ γουάν
en_au: Saved %@ %@ yuan
es_es: %@ %@ yuanes guardados
fi: Tallennettu %@ %@ yuania
fr_ca: %@ %@ yuans enregistrés
he: נשמר %@ %@ יואן
hi: %@ %@ युआन सहेजा गया
hr: Spremljeno %@ %@ juana
hu: %@ %@ jüan mentve
id: Tersimpan %@ %@ yuan
it: Salvati %@ %@ yuan
ja: %@ %@元を記録しました
ko: %@ %@위안을 기록했습니다
ms: Disimpan %@ %@ yuan
nb: Lagret %@ %@ yuan
nl_nl: %@ %@ yuan opgeslagen
pl: Zapisano %@ %@ juanów
pt_br: %@ %@ yuans salvos
pt_pt: %@ %@ yuans guardados
ro: Salvat %@ %@ yuani
ru: Сохранено %@ %@ юаней
sk: Uložené %@ %@ jüanov
sv: Sparade %@ %@ yuan
th: บันทึก %@ %@ หยวนแล้ว
tr: %@ %@ yuan kaydedildi
uk: Збережено %@ %@ юанів
vi: Đã lưu %@ %@ nhân dân tệ
zh_hant: 已記錄%@ %@元

source: 已记录%@ %lf元
ar_sa: تم تسجيل %@ %lf يوان
ca: S’ha registrat %@ %lf iuans
cs: Uloženo %@ %lf jüanů
da: Gemte %@ %lf yuan
de_de: %@ %lf Yuan gespeichert
el: Αποθηκεύτηκαν %@ %lf γουάν
en_au: Saved %@ %lf yuan
es_es: %@ %lf yuanes guardados
fi: Tallennettu %@ %lf yuania
fr_ca: %@ %lf yuans enregistrés
he: נשמר %@ %lf יואן
hi: %@ %lf युआन सहेजा गया
hr: Spremljeno %@ %lf juana
hu: %@ %lf jüan mentve
id: Tersimpan %@ %lf yuan
it: Salvati %@ %lf yuan
ja: %@ %lf元を記録しました
ko: %@ %lf위안을 기록했습니다
ms: Disimpan %@ %lf yuan
nb: Lagret %@ %lf yuan
nl_nl: %@ %lf yuan opgeslagen
pl: Zapisano %@ %lf juanów
pt_br: %@ %lf yuans salvos
pt_pt: %@ %lf yuans guardados
ro: Salvat %@ %lf yuani
ru: Сохранено %@ %lf юаней
sk: Uložené %@ %lf jüanov
sv: Sparade %@ %lf yuan
th: บันทึก %@ %lf หยวนแล้ว
tr: %@ %lf yuan kaydedildi
uk: Збережено %@ %lf юанів
vi: Đã lưu %@ %lf nhân dân tệ
zh_hant: 已記錄%@ %lf元

source: 微信
ar_sa: WeChat
ca: WeChat
cs: WeChat
da: WeChat
de_de: WeChat
el: WeChat
en_au: WeChat
es_es: WeChat
fi: WeChat
fr_ca: WeChat
he: WeChat
hi: WeChat
hr: WeChat
hu: WeChat
id: WeChat
it: WeChat
ja: WeChat
ko: WeChat
ms: WeChat
nb: WeChat
nl_nl: WeChat
pl: WeChat
pt_br: WeChat
pt_pt: WeChat
ro: WeChat
ru: WeChat
sk: WeChat
sv: WeChat
th: WeChat
tr: WeChat
uk: WeChat
vi: WeChat

source: 我的
ar_sa: أنا
ca: Me
cs: Me
da: Me
de_de: Ich
el: Me
en_au: Me
es_es: Yo
fi: Me
fr_ca: Moi
he: אני
hi: मैं
hr: Me
hu: Me
id: Me
it: Me
ja: マイ
ko: 내 정보
ms: Me
nb: Me
nl_nl: Me
pl: Me
pt_br: Eu
pt_pt: Eu
ro: Me
ru: Я
sk: Me
sv: Me
th: ฉัน
tr: Ben
uk: Me
vi: Tôi
